{"title":"A Journey Through Infertility","description":"An interactive journey about IVF, told from two perspectives.","hed":"A Journey Through Infertility","byline":"By <a href=https://pudding.cool/author/lam-vo/ target=_blank>Lam Thuy Vo</a>","byline2":"With <a href=https://pudding.cool/author/jan-diehm/ target=_blank>Jan Diehm</a> and <a href=https://pudding.cool/author/michelle-pera-mcghee/ target=_blank>Michelle Pera-McGhee</a>","byline3":"Illustrations by <a href=​​https://www.rosewongart.com/ target=_blank rel=external>Rose Wong</a>","landing":{"text":"This is an interactive story about <strong>In Vitro Fertilization (IVF)</strong> told from two perspectives:"},"beats":{"mom":[{"id":"fertile","text":[{"type":"text","value":"I never thought becoming a mom was going to be an issue for me. I came from a fertile group of women: My paternal grandmother had 13 children and my mother’s mom had 6."},{"type":"text","value":"But alas, I was not able to become pregnant after months of trying, and my doctor sent me on the route of IVF."}],"description":"An illustrated person walks onscreen, onto a winding path."},{"id":"heartbreak","text":[{"type":"text","value":"IVF is an obstacle course of logistics that you have to overcome while living your day-to-day life."},{"type":"text","value":"For the past two years, IVF has tested my physical and emotional stamina. It has drained my savings. And I’ve been heartbroken again and again."}],"description":"She walks through a heart, which breaks in two as she passes."},{"id":"quest","text":[{"type":"text","value":"Many women who’ve done IVF call themselves warriors."},{"type":"text","value":"And I can see why: This whole journey has felt like a quest during which I’ve had to put on a brave face as I took on one challenge after another."}],"description":"She dons armor, like a warrior."},{"id":"needles","text":[{"type":"text","value":"First, the five <span id=definition-retrievals>egg retrievals</span>."},{"type":"text","value":"To try and produce as many eggs as my body could muster, I became a science experiment: I injected myself with a <span id=definition-cocktail>cocktail of hormones</span> meant to <a href=https://www.livhospital.com/en/ivf-shots target=_blank>mirror the body’s natural reproductive signals</a>, gave my doctor a blood sample every other day, and had an ultrasound technician monitor my ovaries."}],"definition-retrievals":"An egg retrieval is a procedure that takes between 15 and 30 minutes during which a doctor removes mature eggs from a person’s ovaries.","definition-cocktail":"The synthetic hormones are meant to encourage the production of multiple eggs, prevent the premature release of eggs or ovulation and optimize the timing of the egg retrieval.","description":"She covers her head with her hands as needles descend on her."},{"id":"more-needles","text":[{"type":"text","value":"Over the course of five retrievals, I stabbed myself with 166 syringes. My veins were poked 82 times for blood samples. And because I wanted to improve my odds, I went to 31 acupuncture appointments, where 669 <span id=deep-needles>needles</span> pierced my underbelly, legs and head."}],"deep-needles":[{"type":"text","value":"My doctors had varying opinions about how much acupuncture, but my acupuncturists told me it helped with hormone regulation and blood flow."}],"description":"She covers her head with her hands as more needles descend on her."},{"id":"logistics","text":"Each cycle was also a test of my ability to <span id=deep-logistics>handle logistics</span>. There were the 7am doctor’s appointments before work; the dozens of days working from home to receive all my medications; and the many times I reshuffled my travel plans. I’ve become a master of schedule Tetris.","deep-logistics":[{"type":"text","value":"Calendar heat map TK"}],"description":"She walks past a big calendar showing a chaotic mess of appointments."},{"id":"adversaries","text":[{"type":"text","value":"There are adversaries, too: the insurance agent who <span id=deep-claim>wrongfully denied my claim</span>; the person from the finance department who overcharged me multiple times; and the administrator who wanted $50 to release my health records."}],"deep-claim":[{"type":"text","value":"In the U.S., 23 states require private insurance companies to cover fertility-related treatment, according to the <a href=https://www.kff.org/state-health-policy-data/state-indicator/infertility-coverage/>Kaiser Family Foundation</a>, though the details may vary."}],"description":"She is surrounded by icons representing these adversaries."},{"id":"go-wrong","text":[{"type":"text","value":"There’s also so much that can go wrong."},{"type":"text","value":"One time, my fertility clinic did not send in my <span id=deep-prescription>prescription</span> on time. I had to call the pharmacy 32 times to get my medication approved."}],"deep-prescription":[{"type":"text","value":"Prescription list + costs TK"}],"description":"She continues to walk."},{"id":"wrong-clinic","text":"Another time, I was sent to the wrong clinic for an appointment.","description":"She continues to walk, and when she reaches the edge of the path, the floor ahead falls out from underneath her."},{"id":"owe-money","text":[{"type":"text","value":"And yet another time, I received a text message that falsely claimed I had $10,000 in <span id=deep-debt>medical debt</span>. All this, while I was still sobbing over a failed IVF cycle."}],"deep-debt":[{"type":"text","value":"IVF cost data TK"}],"description":"She continues to walk, and bills pile up alongside the path."},{"id":"sanity","text":"I’ve persevered for so long, spent so much money, arrived at every appointment on time.","description":"She continues to walk, and buries her face in her hands, crying."},{"id":"hoops","text":[{"type":"text","value":"And even after I did everything right, I was still foiled by bad luck."},{"type":"text","value":"The majority of my embryos were abnormal. And both of the embryos I was able to transfer into my uterus failed to implant."}],"description":"She cries and walks, and a cloud appears over her head."},{"id":"help","text":[{"type":"text","value":"I have had small wins that kept me going and I’ve lost big when I felt I was close to the goal."},{"type":"text","value":"Sometimes it feels like I’m stuck, while the world keeps moving on. Six friends have gotten pregnant since I started this journey — two of them through IVF."}],"description":"She continues to walk."},{"id":"strength","text":"But I’ve also met so many people on my quest who’ve pushed ahead for me when I couldn’t muster the strength.","description":"She continues to walk, looking hopeful."},{"id":"simone","text":"There is Simone, a friend and fellow IVF warrior, who shared so many little crucial tips and helped me keep going.","description":"She continues to walk, and a friendly figure appears hovering above her."},{"id":"friends","text":"There are my other fellow warriors: a friend and her wife who conceived their daughter through IVF; a friend’s wife who sent me a gift during a tender time; a friend who’s freezing her eggs to preserve her fertility. We walked alongside one another.","description":"Now, 2 friendly figures."},{"id":"online","text":"There are the many women on Reddit, on Facebook and in Google Groups, who <span id=deep-encourage>encourage each other</span>, share knowledge, and console one another.","deep-encourage":[{"type":"text","value":"IVF-related reddit groups Facebook groups abound online. They can be as specific to your condition, like \"IVF SUPPORT own eggs 40+\" (for women who are 40 and older and want to use their own eggs) or \"IVF with Endometriosis\" or they can be location-specific. While it can be a lot to read about and hold the collective anxieties of dozens of strangers, I found that the posts asking for stories of successful pregnancies to be the sweetest."},{"type":"text","value":"\"Just need some encouragement here and was wondering if anyone here has any success stories? Thank you Ladies ❤️\" one <a href=https://www.reddit.com/r/Endo/comments/1fhz1xi/success_endometriosis_fertility_stories/\">user asked</a> after sharing her story. The responses are full of specifics of each person's journey but also full of expressions of care."},{"type":"text","value":"\"Sorry to hear you’re in pain.\""},{"type":"text","value":"\"I can understand deeply the longing to find success stories of women in your shoes and how hard it is to hold onto hope. Hang in there!\""},{"type":"text","value":"\"Everyone’s story is going to be different but there is hope for everyone who has a uterus and ovaries.\""},{"type":"text","value":"\"fertility treatment is hard. Take care ♥️\""}],"description":"Now, 3 friendly figures."},{"id":"warriors","text":[{"type":"text","value":"I've built my own little band of warriors. We cheer each other on. It's a shitty club none of us want to be part of, but one that is full of the best people."}],"description":"Now, 4 friendly figures."},{"id":"end","text":"This can feel like a lonely journey. But when I look around, I know my village and I are ready to meet my child when the time comes."}],"description":"She walks through a door, comes out the other side, and meets the child, who has journeyed from the other side, in the middle.","baby":[{"id":"ivf","text":[{"type":"text","value":"My story begins as a cell."},{"type":"text","value":"With a lot of help and a little luck, I’ll develop into an egg, then an embryo, and eventually a baby."},{"type":"text","value":"My mom struggles with infertility, so she started In vitro fertilization or IVF to give me a boost."}],"description":"An illustrated follicle rolls onscreen, onto a winding path."},{"id":"follicles","text":"Right now, I’m tucked inside one of her <span id=definition-follicles>follicles</span>. It’s a busy neighborhood here in the ovaries and dozens of us are waiting for our chance. Each month, only one follicle is chosen to nourish an egg until it’s ready to be released. Every time a neighbor leaves, I wave goodbye and wish them luck, then watch as a new follicle settles in.","definition-follicles":"Ovarian follicles are sacs filled with fluid that have the potential to release an egg. Follicles are often used to assess fertility and fertility treatment.","description":"Several more follicles appear surrounding it."},{"id":"inefficient","text":"The odds of one lonely <span id=definition-egg>egg</span> becoming a healthy baby are slim, especially since Mom is in her late 30s. As hard as she and my dad tried, the eggs she released each month did not end up in a pregnancy.","definition-egg":"The human egg, or ovum, together with sperm, is vital to human reproduction. Women are born with about 1-2 million eggs which they release over their lifetime. Each month, women of reproductive age usually release one egg.","description":"The follicles travel along the path."},{"id":"egg","text":"That’s where <span id=deep-ivf>IVF</span> can help. Instead of following the \"one at a time\" rule, a whole group of us were able to mature at once. The more eggs, the better the odds, and the more goodbye waves I had to give.","deep-ivf":[{"type":"text","value":"IVF involves three steps: an egg retrieval, egg fertilization and an embryo transfer."},{"type":"text","value":"During egg retrievals, women are instructed to inject hormones every day into their lower abdomen to encourage the growth of as many follicles as possible to produce as many eggs as possible."},{"type":"text","value":"Once the eggs are mature (roughly 2 weeks after your period started), they are retrieved by a doctor."},{"type":"text","value":"An embryologist fertilizes each egg, and then observes them for 5-6 days."},{"type":"text","value":"Not all eggs fertilize to become embryos or make it to the 5th day. Those that do make it are graded (yes! Letter grades like As,Bs and Cs) and then generally frozen."},{"type":"text","value":"One of the embryos is then transferred back into the uterus of the willing parent (this also involves lots of hormone shots and pills)."}],"description":"The follicles travel along the path."},{"id":"hormones","text":"During her first round of IVF, my mom started with 8 follicles. After 14 days of hormonal injections, 7 produced eggs.","description":"The follicles turn into eggs."},{"id":"first-cycle","text":"All 7 of those eggs were mature enough to be retrieved by her doctor.","description":"Only 7 eggs remain."},{"id":"fertilize","text":"And, 6 of those eggs were successfully fertilized by an embryologist. For 5 days, they were a small, hopeful group.","description":"6 of the eggs are successfully fertilized."},{"id":"viable","text":[{"type":"text","value":"An embryologist watched the embryos grow into a more mature stage called a <span class=definition-blastocyst>blastocyst</span>, but not all of them made it."},{"type":"text","value":"In the end only <span id=deep-remained>3 embryos remained</span>. It’s hard to see my mom lose so many of us at each stage, but I’m still here, rooting for her."}],"definition-blastocyst":"A blastocyst is a cluster of cells that forms after an egg is fertilized. It’s the early stage of an embryo.","deep-remained":[{"type":"text","value":"Funnel viz TK"}],"description":"The eggs turn into blastocysts, and only 3 make it."},{"id":"genetic-testing","text":[{"type":"text","value":"Then we face another crucial hurdle: <span id=definition-genetictest>genetic testing</span>. Since my mom is older than 35, doctors recommend these tests."},{"type":"text","value":"After an agonizingly long 21-day wait, we learned that all 3 of my mom’s embryos were abnormal and would likely lead to miscarriages if implanted."}],"definition-genetictest":"Genetic testing or PGTA (Preimplantation Genetic Testing for Aneuploidy) testing checks an embryo for abnormalities in the number of chromosomes. Health professionals and hopeful parents have <a href=https://time.com/7264271/ivf-pgta-test-lawsuit/>varying opinions</a> about the efficacy and ethics of this testing.","description":"The 3 blastocysts are no longer viable, and turn grey."},{"id":"lottery","text":[{"type":"text","value":"To me, IVF seems like a cruel lottery system drawn out over weeks."},{"type":"text","value":"Each cycle takes about 40 days from start to finish. If it doesn’t result in an implantable embryo, you start over."}],"description":"Back to one follicle, which continues down the path."},{"id":"perservere","text":[{"type":"text","value":"My mom braved this process <span id=deep-times>5 times</span>. She produced 57 eggs. 21 of them matured into blastocysts. And of those 21 only 4 were suitable to transfer."}],"deep-times":[{"type":"text","value":"Odds by cycle viz TK"}],"description":"4 blastocysts continue down the path."},{"id":"transfer","text":[{"type":"text","value":"When it was finally time to transfer an embryo, Mom underwent a battery of tests to make sure the new neighborhood in her uterus was ready for them."},{"type":"text","value":"Everything looked clear, but the first embryo didn’t implant. Neither did the next. That’s when Mom learned about her <span id=deep-endometriosis>endometriosis</span>—a condition that made her uterus a lot less hospitable than we’d hoped. The next “move-in day” transfer was delayed."}],"deep-endometriosis":[{"type":"text","value":"Endometriosis is a condition that causes tissue similar to the uterine-lining to grow in other parts of the body, leading to inflammation and scar tissue. It can cause pain and heavy periods, and is a common cause of infertility."},{"type":"text","value":"To treat the endometriosis, my doctor recommended a hormonal therapy. I took three shots  over the course of 3 months to reduce the inflammation caused by endometriosis."},{"type":"text","value":"Another way to treat endometriosis, is to remove it through laparoscopic surgery. I ended up doing both."}],"description":"2 embryos disappear, leaving just 2 left."},{"id":"journey","text":[{"type":"text","value":"It’s hurdles like these — the abnormal embryos, the failed implantations, the silent losses — that make this journey feel like an uphill climb for people like my mom. She’s doing everything she can to help one little egg make it to birth."},{"type":"text","value":"Thankfully, she’s not alone."},{"type":"text","value":"Yes, there are the doctors, nurses, sonographers and other clinical staffers who are helping as much as they can. But there are others, too."}],"description":"One embryo continues down the path."},{"id":"nutritionist","text":"There was the <span id=deep-nutritionist>nutritionist who coached my mom</span> on what to eat to help make a healthy embryo.","deep-nutritionist":[{"type":"text","value":"It can be helpful to stop smoking, limit caffeine, alcohol intake and avoid fried or sugary food. Eating a lot of vegetables, fruits and healthy proteins like fish or lean meats is also recommended."}],"description":"The embryo continues on, and a friendly figure appears above it."},{"id":"doula","text":"There was the fertility doula—part strategist, part shield. She helped Mom interpret each test result and helped her find a better clinic. She even went to battle with the finance departments alongside my mom, saving thousands of dollars.","description":"Now, 2 friendly figures."},{"id":"acupuncturists","text":"There were the acupuncturists who channeled a lot of medicinal wisdom from East Asia and adjusted their treatment to each phase of my mom’s journey.","description":"Now, 3 friendly figures."},{"id":"microbiologist","text":"And there was the microbiologist who wrote a whole book in which she laid out what supplements and foods may be helpful.","description":"Now, 4 friendly figures."},{"id":"finally","text":"It took all these people, along with specialized treatments for her endometriosis and TK more transfers before it was finally my turn. And I did it, I was the one who finally made my mom pregnant.","description":"The embryo continues along with the 4 figures hovering above them."},{"id":"end","text":"I know this felt like a lonely journey for my mom. But when I look around, I know that there’s a whole village waiting to meet me when the time comes.","description":"The child walks through a door, comes out the other side, and meets the mom, who has journeyed from the other side, in the middle."}]},"methods":[{"type":"header","value":"Credits"},{"type":"text","value":"You can make headers and paragraphs here."},{"type":"text","value":"Here’s another paragraph."},{"type":"header","value":"Methods"},{"type":"text","value":"And another section!"}]}