{"title":"Tk","description":"Tk","url":"Tk","keywords":"Tk","beats":{"mom":[{"id":"fertile","text":"I never thought becoming a mom was going to be an issue for me. My paternal grandmother had 13 children. My mother’s mom had 6. I came from a fertile group of women. But alas, I was not able to become pregnant after 12 months of trying and was sent on the route of IVF."},{"id":"heartbreak","text":[{"type":"text","value":"In vitro fertilization, which is more commonly known as IVF, is an obstacle course of logistics, a test of your physical and emotional stamina, and a drain on your savings. Your heart is broken again and again. And yet you have to muster the courage and blind hope to keep going."},{"type":"text","value":"Many compare women who go through IVF to warriors."}]},{"id":"quest","text":"That’s likely because doing IVF can feel like a quest during which you face challenge after challenge."},{"id":"needles","text":[{"type":"text","value":"First there are the egg retrievals and making of embryos, commonly called a round of IVF."},{"type":"text","value":"Your body is pierced by an ungodly amount of needles for this process."}]},{"id":"more-needles","text":[{"type":"text","value":"Over the course of each round (I have done five), you take in daily hormonal injections, first 2 and then 3 needles a day."},{"type":"text","value":"You are also poked with needles every two or three days during doctor’s visits."},{"type":"text","value":"Add to that even more needles, 10-30 at a time, during weekly fertility-related acupuncture sessions."}]},{"id":"logistics","text":"Each cycle is also a test for your ability to handle logistics: fitting all the appointments into your life, arranging for all your medications to arrive on time and moving travel plans around whenever you have your period... It’s like solving a massive jigsaw puzzle."},{"id":"adversaries","text":[{"type":"text","value":"There are adversaries, too."},{"type":"text","value":"You have to take on giant healthcare bureaucrats — I had at least one of them falsely deny my claims."},{"type":"text","value":"You have to talk to companies handling your medications to ensure you have dozens of needles and expensive medications at home."},{"type":"text","value":"And if you’re unlucky, you have to take on the finance departments and support staff of your clinic to receive the information you need."}]},{"id":"go-wrong","text":[{"type":"text","value":"In this complex process, so many little things can go wrong."},{"type":"text","value":"One time, our fertility clinic did not send in our prescription on time. I had to call my insurance, the company handling my prescription and my pharmacy 32 times in three days and my approvals still delayed the arrival of my medications. So I had to travel across the city to pick up medications a friend had left over from her cycle."}]},{"id":"wrong-clinic","text":"Another time, I was sent to the wrong clinic for an appointment."},{"id":"owe-money","text":[{"type":"text","value":"And yet another, I received an automated text message from the fertility clinic falsely stating that I owed more than $10,000 while I was in the middle of sobbing over some other bad test results."},{"type":"text","value":"(I left the clinic where all these mishaps happened soon after)."}]},{"id":"sanity","text":"You lose resources — money, time and, very often, your sanity."},{"id":"hoops","text":"And still, if you’ve braved all the hoops and hurdles you could be foiled by bad luck. Even if you retrieve as many eggs as your body can produce, they might not turn into healthy embryos. And even when all the conditions seem right, the embryo might not implant."},{"id":"help","text":[{"type":"text","value":"This entire journey is full of small wins and what feels like giant losses. Each feels more intense as time passes. You can work and work and work on everything and yet so much is out of your control. And what seems so hard for you, seems so easy for others. Since I began my journey six women around me have gotten pregnant, two through IVF at the same clinic where I started."},{"type":"text","value":"But somehow, to have the chance to succeed, you have to keep going. And that’s where finding a bit of help is crucial."}]},{"id":"strength","text":"Like with any quest, you meet people along the way. You bond with many who give you strength."},{"id":"taboo","text":[{"type":"text","value":"IVF can seem like a taboo subject."},{"type":"text","value":"But when I opened up, I found many people from all walks of life and all experiences to support me."}]},{"id":"simone","text":"There was Simone, a close friend who went through IVF right before I started my journey and who walked me through every step and has continued to check in on every major milestone during my journey."},{"id":"friends","text":"There were my friends whom I bumped into at the clinic and those who told me they were doing egg retrievals or IVF after I mentioned my own fertility struggles. We would walk alongside one another for part of each other’s journeys and even when our paths diverged, they’d still check in."},{"id":"online","text":"There were the many women online. During moments of crippling anxiety and late night Google searches, I found solidarity in the countless women who had posted about their experiences on Reddit forums or on Facebook. Their collective encouragement felt like a crowd on the sidelines, cheering me on during a marathon."},{"id":"warriors","text":[{"type":"text","value":"And now, I’ve built my own little band of warriors. We cheer each other on. I’ve organized a little gathering. They’ve had me over for dinner. I donated some of my leftover medications to a friend before they expired. Eight other warriors later gave me their leftover meds worth about $8,000 in total so I could do another round of IVF."},{"type":"text","value":"It’s a shitty club to be part of. But those of us who are find solidarity among us."}]},{"id":"end","text":"You can’t do all this alone. And luckily, so many people are trying to help, because they are so excited for you to meet your baby."}],"baby":[{"id":"ivf","text":"This is the story of the little follicle that became an egg and then eventually a baby during the process of IVF."},{"id":"science","text":"In vitro fertilization, which is more commonly known as IVF, is the process of using a lot of science to help our natural human reproductive system with creating a baby."},{"id":"follicles","text":"It starts a bundle of follicles, each representing a chance for a baby."},{"id":"inefficient","text":"The odds for a follicle to grow into a mature egg, to become a healthy embryo and to grow into a healthy baby are quite slim. As some doctors put it, human reproduction is terribly inefficient, despite so many medical advances."},{"id":"egg","text":"Every month, women have multiple follicles of which one matures into an egg."},{"id":"hormones","text":[{"type":"text","value":"During IVF, doctors stimulate those follicles with hormones to encourage every follicle to become a mature egg and eventually a healthy embryo."},{"type":"text","value":"But during each step we lose a few potential embryos."}]},{"id":"first-cycle","text":[{"type":"text","value":"During my first cycle, I started with 8 follicles."},{"type":"text","value":"Then came the 14 days of hormonal injections that helped those 8 follicles grow. 7 of those original follicles became eggs and were retrieved by the doctors."}]},{"id":"fertilize","text":"Of those eggs, embryologists were able to fertilize 6."},{"id":"viable","text":"After 5 days of waiting, only 3 embryos remained viable."},{"id":"genetic-testing","text":"Then another crucial hurdle: genetic testing, which the doctors recommended for women like me who are above the age of 35. A laboratory analyzed samples of all three of our embryos. After 21 days, they informed us that all 3 of them were abnormal and would likely lead to miscarriages."},{"id":"lottery","text":"IVF can feel like a cruel lottery system in this way. And what makes the whole cycle rougher is that each cycle takes roughly 40 days from start to finish before you know if an embryo could even have the chance of being implanted."},{"id":"perservere","text":[{"type":"text","value":"But if you have the wherewithal, and if your insurance covers more than one round, like mine did, you can persevere."},{"type":"text","value":"I ended up doing four more cycles like this and only after the third cycle did two little embryos finally test normal. After a fourth retrieval, we finally had 4 embryos, each was frozen to be implanted later and each represented a 50-60% of a live birth."}]},{"id":"transfer","text":[{"type":"text","value":"After this step, it was finally time for an embryo transfer from a test tube into my uterus."},{"type":"text","value":"The doctor thawed the healthiest embryo and transferred it into my womb. And despite the best of odds — a healthy uterus and good diagnostic tests — the embryo did not implant."}]},{"id":"variables","text":"Like with any other scientific process there are many additional variables you could introduce to potentially help your outcome."},{"id":"journey","text":[{"type":"text","value":"It’s not just the doctors, nurses, sonographers and other clinical staffers who are helping our lucky little egg along the way."},{"type":"text","value":"There are also a lot of other people who have different approaches to fertility. Each represents a different school of thought and people don’t always put credence in each of these parts, but it’s remarkable just how many folks may be part of your egg’s journey."}]},{"id":"nutritionist","text":"There was the nutritionist who forwarded me instructions on what to eat to help the egg."},{"id":"doula","text":"There was the fertility doula who helped me interpret each result, who found me a better clinic that ultimately got me on a hormonal protocol that yielded much better results and who helped me save thousands of dollars by fighting finance departments with me."},{"id":"acupuncturists","text":"There are the acupuncturists who channeled a lot of ancient medicinal wisdom from East Asia and adjusted my treatment to each phase of my journey."},{"id":"microbiologist","text":"And then there was the microbiologist who wrote a whole book in which she laid out what supplements may be helpful."},{"id":"end","text":[{"type":"text","value":"It took all these people, medical treatments for endometriosis and TK more transfers before I finally got pregnant."},{"type":"text","value":"You can’t do all this alone. And luckily, so many people are trying to help, because they are so excited for the baby to meet its mom."}]}]}}